nameIT = "ТОП"
name = "Андрей"
last_name = "Головатов"
group_number = "413"
language_JS = "Java Script"
language_PY = "Python"
print(
    f'\n=========================================\nПривет! Меня зовут {last_name} {name}, я обучаюсь в академии "{nameIT}". Группа № {group_number}.\nБуквально на прошлых выходных наша группа закончила изучение языка программирования "{language_JS}". Мне очень понравился этот язык, хоть и переодически у меня возникали трудности в написании кода.\nЯ возлагаю довольно большие надежды на курс по изучению языка "{language_PY}"! Надеюсь на то, что для меня {language_PY} окажется посильным и наша с ним любовь будет ВЗАИМНА :))\n\nЖелаю всем удачи, кто начинает познавать столь знаменитый язык программирования "{language_PY}"!!!\n=========================================')
